{"_id":{"$oid":"60720a60b873dd916a410e44"},"DirectorID":"44441","Name":"Quentin Terantino","Bio":"Quentin Jerome Tarantino is an American film director, screenwriter, producer, and actor. His films are characterized by nonlinear storylines, dark humor, aestheticization of violence, extended scenes of dialogue, ensemble casts, references to popular culture and a wide variety of other films as well as eclectic soundtracks.","Birth":"03-27-1963"}
{"_id":{"$oid":"60720a74b873dd916a410e45"},"DirectorID":"44442","Name":"Hayo Miyazaki","Bio":"Hayao Miyazaki is a Japanese animator, director, producer, screenwriter, author, and manga artist. A co-founder of Studio Ghibli, a film and animation studio, he has attained international acclaim as a masterful storyteller and as a maker of animated feature films, and is widely regarded as one of the most accomplished filmmakers in the history of animation","Birth":"01-05-1941"}
{"_id":{"$oid":"60720a80b873dd916a410e46"},"DirectorID":"44443","Name":"Dean Parisot","Bio":"Aldo Luis 'Dean' Parisot is an American film and television director. He won the 1988 Academy Award for Best Live Action Short Film for The Appointments of Dennis Jennings, which was co-written and starred comedian Steven Wright, with whom he shares the award.","Birth":"07-06-1952"}
{"_id":{"$oid":"60720a89b873dd916a410e47"},"DirectorID":"44444","Name":"James Cameron","Bio":"James Francis Cameron is a Canadian film director, producer, screenwriter, editor, and environmentalist. He is best known for making science fiction and epic films. Cameron first gained recognition for directing The Terminator","Birth":"08-16-1954"}
{"_id":{"$oid":"60720a92b873dd916a410e48"},"DirectorID":"44445","Name":"Richard Marquand","Bio":"Richard Marquand was born on September 22, 1937 in Llanishen, Cardiff, Glamorgan, Wales as Richard Alfred Marquand. He was a director and producer, known for Star Wars: Episode VI - Return of the Jedi (1983), Jagged Edge (1985) and Nowhere to Run (1993). He was married to Carol Bell and Josephine Marquand. He died on September 4, 1987 in Tunbridge Wells, Kent, England.","Birth":"09-22-1937"}
{"_id":{"$oid":"60720aa3b873dd916a410e49"},"DirectorID":"44447","Name":"Christopher Nolan","Bio":"Christopher Edward Nolan is a British-American film director, producer, and screenwriter. His directorial efforts have grossed more than US$5 billion worldwide, garnered 36 Oscar nominations and ten wins. Born and raised in London, Nolan developed an interest in filmmaking from a young age.","Birth":"07-30-1970"}
{"_id":{"$oid":"60720aabb873dd916a410e4a"},"DirectorID":"44448","Name":"Luc Besson","Bio":"Luc Paul Maurice Besson is a French film director, screenwriter, and producer. He directed or produced the films Subway, The Big Blue, and La Femme Nikita. Besson is associated with the Cinéma du look film movement.","Birth":"03-18, 1959"}
