{"_id":{"$oid":"606a076a45e1dab3889fd751"},"Title":"The Fifth Element","Description":"In the colorful future, a cab driver unwittingly becomes the central figure in the search for a legendary cosmic weapon to keep Evil and Mr. Zorg at bay.","Genre":{"$oid":"606a5cc791a4f03d062c8ada"},"Director":{"$oid":"60720aabb873dd916a410e4a"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BZWFjYmZmZGQtYzg4YS00ZGE5LTgwYzAtZmQwZjQ2NDliMGVmXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_UY268_CR2,0,182,268_AL_.jpg","Featured":"true"}
{"_id":{"$oid":"606a2c3679679929fdf649b6"},"Title":"Galaxy Quest","Description":"The alumni cast of a space opera television series have to play their roles as the real thing when an alien race needs their help. However, they also have to defend both Earth and the alien race from a reptilian warlord.","Genre":{"$oid":"606a5cc791a4f03d062c8ada"},"Director":{"$oid":"60720a80b873dd916a410e46"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BNmZlNTY5YjQtZTU5ZC00MzcyLWI1NDMtNjA0ZjQxMmQwYjJmL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_UY268_CR3,0,182,268_AL_.jpg","Featured":true}
{"_id":{"$oid":"606a2feb91a4f03d062c8ad3"},"Title":"Howl's Moving Castle","Description":"Sophie’s life is thrown into turmoil when she is literally swept off her feet by a handsome but mysterious wizard named Howl. But after this chance meeting, the teen girl is turned into a 90-year-old woman by the vain and conniving Witch of the Waste. Embarking on an incredible adventure to lift the curse, she finds refuge in Howl’s magical moving castle, and must fight to protect them both from a dangerous war of sorcery that threatens their world","Genre":{"$oid":"606b298599247dbf5e6a4ffb"},"Director":"Hayo Miyazaki","ImagePath":"https://m.media-amazon.com/images/M/MV5BNmM4YTFmMmItMGE3Yy00MmRkLTlmZGEtMzZlOTQzYjk3MzA2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UX182_CR0,0,182,268_AL_.jpg","Featured":true}
{"_id":{"$oid":"606a2ecb4fb7a0c4db1f5a2b"},"Title":"Interstellar","Description":"A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.","Genre":{"$oid":"606a5cc791a4f03d062c8ada"},"Director":{"$oid":"60720aa3b873dd916a410e49"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BZjdkOTU3MDktN2IxOS00OGEyLWFmMjktY2FiMmZkNWIyODZiXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UX182_CR0,0,182,268_AL_.jpg","Featured":true}
{"_id":{"$oid":"606a1b6045e1dab3889fd753"},"Title":"Kill Bill: vol2","Description":"The murderous Bride is back and she is still continuing her vengeance quest against her ex-boss, Bill, and taking aim at Bill's younger brother Budd and Elle Driver, the only survivors from the squad of assassins who betrayed her four years earlier. It's all leading up to the ultimate confrontation with Bill, the Bride's former master and the man who ordered her execution!","Genre":{"$oid":"606b29e399247dbf5e6a4ffc"},"Director":{"$oid":"60720a60b873dd916a410e44"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BNmFiYmJmN2QtNWQwMi00MzliLThiOWMtZjQxNGRhZTQ1MjgyXkEyXkFqcGdeQXVyNzQ1ODk3MTQ@._V1_UX182_CR0,0,182,268_AL_.jpg","Featured":true}
{"_id":{"$oid":"606a2ca279679929fdf649b8"},"Title":"Aliens","Description":"Fifty-seven years after surviving an apocalyptic attack aboard her space vessel by merciless space creatures, Officer Ripley awakens from hyper-sleep and tries to warn anyone who will listen about the predators.","Genre":{"$oid":"606a5cc791a4f03d062c8ada"},"Director":{"$oid":"60720a89b873dd916a410e47"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BZGU2OGY5ZTYtMWNhYy00NjZiLWI0NjUtZmNhY2JhNDRmODU3XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_UX182_CR0,0,182,268_AL_.jpg","Featured":true}
{"_id":{"$oid":"606a2c7d79679929fdf649b7"},"Title":"Star Wars: Return of the Jedi","Description":"After a daring mission to rescue Han Solo from Jabba the Hutt, the Rebels dispatch to Endor to destroy the second Death Star. Meanwhile, Luke struggles to help Darth Vader back from the dark side without falling into the Emperor's trap.","Genre":{"$oid":"606a5cc791a4f03d062c8ada"},"Director":{"$oid":"60720a92b873dd916a410e48"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BOWZlMjFiYzgtMTUzNC00Y2IzLTk1NTMtZmNhMTczNTk0ODk1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","Featured":true}
{"_id":{"$oid":"606c69a53113ab4bb2da2438"},"Title":"Inglorious Basterds","Description":"In German-occupied France, young Jewish refugee Shosanna Dreyfus witnesses the slaughter of her family by Colonel Hans Landa. Narrowly escaping with her life, she plots her revenge several years later when German war hero Fredrick Zoller takes a rapid interest in her and arranges an illustrious movie premiere at the theater she now runs. With the promise of every major Nazi officer in attendance, the event catches the attention of the 'Basterds', a group of Jewish-American guerrilla soldiers led by the ruthless Lt. Aldo Raine. As the relentless executioners advance and the conspiring young girl's plans are set in motion, their paths will cross for a fateful evening that will shake the very annals of history.","Genre":{"$oid":"606b296a99247dbf5e6a4ffa"},"Director":{"$oid":"60720a60b873dd916a410e44"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BOTJiNDEzOWYtMTVjOC00ZjlmLWE0NGMtZmE1OWVmZDQ2OWJhXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_UX182_CR0,0,182,268_AL_.jpg","Featured":true}
{"_id":{"$oid":"606a1bba45e1dab3889fd754"},"Title":"Spirited Away","Description":"10-year-old Chihiro and her parents are riding along during a family outing through the countryside when they stumble across an amusement park that has seemingly been abandoned for years. Despite Chihiro's premonitions about the creepy setting, her parents explore the area and eventually discover and indulge in an empty eatery filled with fresh food. As a result of their unfaithfulness, they are magically turned into pigs, which in turn scares away Chihiro. She meets the enigmatic Haku, who explains to her that this land is actually a magical bath house, a kind of holiday resort, where supernatural beings seek comfort away from the earthly realm and she must work here, as laziness is not permitted, to free both herself and her parents from the mystical land.","Genre":{"$oid":"606b298599247dbf5e6a4ffb"},"Director":{"$oid":"60720a74b873dd916a410e45"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BMjlmZmI5MDctNDE2YS00YWE0LWE5ZWItZDBhYWQ0NTcxNWRhXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UX182_CR0,0,182,268_AL_.jpg","Featured":true}
{"_id":{"$oid":"606a31fc91a4f03d062c8ad4"},"Title":"Kill Bill: vol1","Description":"The lead character, called 'The Bride,' was a member of the Deadly Viper Assassination Squad, led by her lover 'Bill.' Upon realizing she was pregnant with Bill's child, 'The Bride' decided to escape her life as a killer. She fled to Texas, met a young man, who, on the day of their wedding rehearsal was gunned down by an angry and jealous Bill (with the assistance of the Deadly Viper Assassination Squad). Four years later, 'The Bride' wakes from a coma, and discovers her baby is gone. She, then, decides to seek revenge upon the five people who destroyed her life and killed her baby. The saga of Kill Bill Volume I begins.","Genre":{"$oid":"606b29e399247dbf5e6a4ffc"},"Director":{"$oid":"60720a60b873dd916a410e44"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BNzM3NDFhYTAtYmU5Mi00NGRmLTljYjgtMDkyODQ4MjNkMGY2XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_UX182_CR0,0,182,268_AL_.jpg","Featured":true}
